[
   {
      "title": "How NASA's Mars Helicopter Will Reach the Red Planet's Surface",
      "preview": "The small craft will seek to prove that powered, controlled flight is possible on another planet. But just getting it onto the surface of Mars will take a whole lot of ingenuity."
   },
   {
      "title": "NASA's Curiosity Rover Finds an Ancient Oasis on Mars",
      "preview": "New evidence suggests salty, shallow ponds once dotted a Martian crater — a sign of the planet's drying climate."
   },
   {
      "title": "Meet the People Behind NASA's Perseverance Rover",
      "preview": "These are the scientists and engineers who built NASA's next Mars rover and who will guide it to a safe landing in Jezero Crater. "
   },
   {
      "title": "Mars Helicopter Attached to NASA's Perseverance Rover",
      "preview": "The team also fueled the rover's sky crane to get ready for this summer's history-making launch."
   },
   {
      "title": "Screening Soon: 'The Pathfinders' Trains Lens on Mars",
      "preview": "With the Mars 2020 mission ramping up, the documentary — the first of four about past JPL missions to the Red Planet to be shown at Caltech — tells a gripping backstory."
   },
   {
      "title": "7 Things to Know About the Mars 2020 Perseverance Rover Mission",
      "preview": "NASA's next rover to the Red Planet is slated to launch no earlier than July 30. These highlights will get you up to speed on the ambitious mission."
   },
   {
      "title": "The MarCO Mission Comes to an End",
      "preview": "The pair of briefcase-sized satellites made history when they sailed past Mars in 2019."
   },
   {
      "title": "With Mars Methane Mystery Unsolved, Curiosity Serves Scientists a New One: Oxygen",
      "preview": "For the first time in the history of space exploration, scientists have measured the seasonal changes in the gases that fill the air directly above the surface of Gale Crater on Mars. "
   },
   {
      "title": "NASA Wins Two Emmy Awards for Interactive Mission Coverage",
      "preview": "NASA-JPL's coverage of the Mars InSight landing earns one of the two wins, making this the NASA center's second Emmy."
   },
   {
      "title": "NASA to Hold Mars 2020 Perseverance Rover Launch Briefing",
      "preview": "Learn more about the agency's next Red Planet mission during a live event on June 17."
   },
   {
      "title": "Newfound Martian Aurora Actually the Most Common; Sheds Light on Mars' Changing Climate",
      "preview": "A type of Martian aurora first identified by NASA’s MAVEN spacecraft in 2016 is actually the most common form of aurora occurring on the Red Planet, according to new results from the mission."
   },
   {
      "title": "The Launch Is Approaching for NASA's Next Mars Rover, Perseverance",
      "preview": "The Red Planet's surface has been visited by eight NASA spacecraft. The ninth will be the first that includes a roundtrip ticket in its flight plan. "
   },
   {
      "title": "NASA InSight's 'Mole' Is Out of Sight",
      "preview": "Now that the heat probe is just below the Martian surface, InSight's arm will scoop some additional soil on top to help it keep digging so it can take Mars' temperature."
   },
   {
      "title": "Mars Scientists Investigate Ancient Life in Australia",
      "preview": "Teams with NASA's Mars 2020 and ESA's ExoMars practiced hunting for fossilized microbial life in the Australian Outback in preparation for their Red Planet missions. "
   },
   {
      "title": "NASA's Mars Perseverance Rover Gets Its Sample Handling System",
      "preview": "The system will be collecting and storing Martian rock and soil. Its installation marks another milestone in the march toward the July launch period."
   }
]